{
    "Header": {
      "title": "Welcome to Reps!",
      "paragraph": "REPS takes a coaching approach in all aspects of the discipline process. Good coaches maintain high expectations, use productive means to hold athletes accountable, develops a sense of community and continue to grow themselves. REPS mirrors this approach by providing an immediate corrective action that is designed to benefit the student, involves the parents/guardians, improves communication between teachers, administrators and school counselors and provides data for continued improvement."
    },
    "About": {
      "paragraph": "Reps Discipline was created by two coaches who wanted another option to the standard discipline practices seen in schools and we looked to sports for inspiration. Coaches can easily take immediate action to positively redirect athletes with push ups or sprints and feel confident that this action is benefitting the athlete. We mirrored this process with automated restorative assignments and then went to work simplifying all of the other aspects of discipline and climate building that take time away from learning.",
      "Why": [
        "Get time back in the classroom",
        "Facilitate parent communication",
        "Automate restorative assignments",
        "IEasily Track and Manage Student Data"
      ],
      "Why2": [
        "Take action steps faster",
        "Give students a voice in the process",
        "Create office managed referrals when needed",
        "Reward students who go above and beyond"
      ]
    },
    "Gallery": [
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/01-large.jpg",
        "smallImage": "img/portfolio/01-small.jpg"
      },
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/02-large.jpg",
        "smallImage": "img/portfolio/02-small.jpg"
      },
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/03-large.jpg",
        "smallImage": "img/portfolio/03-small.jpg"
      },
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/04-large.jpg",
        "smallImage": "img/portfolio/04-small.jpg"
      },
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/05-large.jpg",
        "smallImage": "img/portfolio/05-small.jpg"
      },
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/06-large.jpg",
        "smallImage": "img/portfolio/06-small.jpg"
      },
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/07-large.jpg",
        "smallImage": "img/portfolio/07-small.jpg"
      },
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/08-large.jpg",
        "smallImage": "img/portfolio/08-small.jpg"
      },
      {
        "title": "Project Title",
        "largeImage": "img/portfolio/09-large.jpg",
        "smallImage": "img/portfolio/09-small.jpg"
      }
    ],
    "Services": [
      {
        "icon": "fa fa-wordpress",
        "name": "Automated Assignments",
        "text": "Restorative assignments are automated so students and teachers can focus on schoolwork and not having to communicate back and forth about when something is done."
      },
      {
        "icon": "fa fa-pie-chart",
        "name": "Centralized Data",
        "text": "Data is centralized on dashboards and easy to consume in order to take action steps. Charts are able to be customized to look at time periods and specific students."
      },
      {
        "icon": "fa fa-cloud-download",
        "name": "Record Keeping",
        "text": "Student and Teacher data is collected as well as maintained throughout the life of the program. This allows both to transfer records when changing between Reps schools."
      },
      {
        "icon": "fa fa-language",
        "name": "Reading Comprehension",
        "text": "Restorative assignments allow students to practice reading comprehension and subject matter pertains to whatever type of infraction caused the restorative assignment."
      },
      {
        "icon": "fa fa-plane",
        "name": "Geographic flexiblity",
        "text": "Since Reps is a cloud service you can use this as an entire school or as individual classes/departments."
      },
      {
        "icon": "fa fa-cart-arrow-down",
        "name": "School-Friendly Pricing Model",
        "text": "Reps can be purchased at a yearly or a monthly basis"
      }
    ],
    "Testimonials": [
      {
        "icon": "fa fa-group",
        "text": "The immediacy of the system allowed me to restore a relationship that was damaged after a student was written up for being tardy. After completing the referral the mother informed me that the student was late because their father was undergoing emergency surgery. This allowed me to remove the referral, check in with the student and provide support.",
        "name": ""
      },
      {
        "img": "fa fa-group",
        "text": "The behavioral concern is so helpful when a behavior does not warrant discipline action but should result in notifying the parent. After seeing a student struggling to stay away during class, I sent a behavioral concern to inform the parent. The parent then informed me that she was pregnant and in her third trimester. This allowed for a productive conversation on ways to support the student.",
        "name": ""
      },
      {
        "img": "fa fa-group",
        "text": "With other discipline management systems we always see the negatives but with Reps we are able to see the positive things other teachers are saying about our students. This had made it so easy to start productive conversations with my students and allows the students to feel seen when they are doing something positive.",
        "name": ""
      }
    ],
    "Team": [
      {
        "img": "img/team/01.jpg",
        "name": "Chris Hart",
        "job": "Some guy who did stuff"
      },
      {
        "img": "img/team/02.jpg",
        "name": "Justin Iverson",
        "job": "The man with the plan"
      },
      {
        "img": "img/team/03.jpg",
        "name": "Someone Else",
        "job": "Someone else who did stuff"
      },
      {
        "img": "img/testimonials/05.jpg",
        "name": "David Perez",
        "job": "The other guy who did most of the stuff"
      }
    ],
    "Contact": {
      "address": "1776 Hickory Knoll Way ",
      "phone": "1 (843) 530-9876",
      "email": "repsdiscipline@gmail.com",
      "facebook": "fb.com",
      "twitter": "twitter.com",
      "youtube": "youtube.com"
    },
    "Features": [
      {
        "icon": "fa fa-comments-o",
        "title": "Coachable Moments",
        "text": "Our dashboards were created to provoke action for teachers and administrators. This allows teachers to identify students in need, evaluate effectiveness and ensure they have a positive ratio of parent communication. Administrators are given multiple ways to prioritize needs for support."
      },
      {
        "icon": "fa fa-bullhorn",
        "title": "Customizable",
        "text": "Reps acknowledges the differences between schools and students which is why we have built in accommodations for students with IEP’s and 504’s in addition to providing schools the freedom to create and revise student assignments."
      },
      {
        "icon": "fa fa-group",
        "title": "Supports a Positive Culture",
        "text": "Reps takes a strength based approach to discipline and showcases the positivity within our schools. Reps also supports PBIS schools by utilizing a token economy and a point system to track student progress."
      },
      {
        "icon": "fa fa-magic",
        "title": "Automation",
        "text": "Reps ensures good intentions and well thought out plans are executed through the automation of a restorative discipline process. This includes follow up emails and notification for new and completed assignments."
      }
    ]
  }